Repository: Mhsoun/edward-lynx-ios
Catalog: EdwardLynx/Resources/Strings/*.lproj/Localizable.strings
Languages: ru, sv, zh_hans

# kELLogoutAlertMessage
source: Logging out will require the app for your credentials next time.
ru: В случае выхода из приложения вам потребуются данные для входа.
sv: Om du loggar ut kommer appen kräva dina uppgifter nästa gång.
zh_hans: 下一次登录，应用程序将需要再次认证

# kELServerMessage
source: Can't connect to server. Please try again later.
ru: Невозможно связаться с сервером. Пожалуйста, повторите попытку позже
sv: Kan inte ansluta till servern. Försök igen senare.
zh_hans: 无法与服务器连接，请稍后再试.

# kELCreateInstantFeedbackTitle
source: Create Instant Feedback
ru: Создать Мгновенную обратную связь
sv: Skapa snabb återkoppling
zh_hans: 新建即时反馈

# kELInstantFeedbackTitle
source: Instant Feedback
ru: Мгновенная обратная связь
sv: Snabb återkoppling
zh_hans: 即时反馈

# kELAddButton
source: Add
ru: Добавить
sv: Lägg till
zh_hans: 添加

# kELCancelButton
source: Cancel
ru: Отменить
sv: Annullera
zh_hans: 取消

# kELCloseButton
source: Close
ru: Закрыть
sv: Stänga
zh_hans: 关闭

# kELCompleteButton
source: Complete
ru: Завершить
sv: Komplett
zh_hans: 完成

# kELDeleteButton
source: Delete
ru: Удалить
sv: Radera
zh_hans: 删除

# kELInviteParticipantsButton
source: Invite
ru: Пригласить
sv: Inbjudan
zh_hans: 邀请

# kELLogoutButton
source: Logout
ru: Выход
sv: Logga ut
zh_hans: 退出

# kELProfileEditButton
source: Edit
ru: Редактировать
sv: Redigera
zh_hans: 编辑

# kELProfileSaveButton
source: Save
ru: Сохранить
sv: Spara
zh_hans: 保存

# kELSaveToDraftButton
source: Save to Drafts
ru: Сохранить как черновик
sv: Spara till Utkast
zh_hans: 保存至草稿

# kELSubmitButton
source: Submit
ru: Отправить
sv: Lämna
zh_hans: 提交

# kELUpdateButton
source: Update
ru: Обновить
sv: Uppdatering
zh_hans: 更新

# kELCompletedLabel
source: %@ / %@ Completed
ru: %@ / %@ Завершено
sv: %@ / %@ Avslutat
zh_hans: %@ / %@ 已完成

# kELEmailLabel
source: E-mail
ru: Адрес электронной почты
sv: E-post
zh_hans: 邮箱

# kELErrorLabel
source: Error
ru: Ошибка
sv: Fel

# kELNameLabel
source: Name
ru: Имя
zh_hans: 姓名

# kELProcessingLabel
source: Processing...
ru: Идет обработка...
sv: Bearbetning…
zh_hans: 进行中

# kELUpdateLabel
source: Update
ru: Обновить
sv: Uppdatering
zh_hans: 更新

# kELLoginButtonDisabledText
source: Processing...
ru: Идет обработка...
sv: Bearbetning…
zh_hans: 进行中

# kELLoginButtonNormalText
source: Login
ru: Логин
sv: Logga in
zh_hans: 登录

# kELDashboardCreateNew
source: Create New
ru: Создать
sv: Skapa ny
zh_hans: 新建

# kELDashboardActionDevelopmentPlan
source: Development Plans
ru: Планы развития
sv: Utvecklingsplaner
zh_hans: 发展计划

# kELDashboardActionInstantFeedback
source: Instant Feedback
ru: Мгновенная обратная связь
sv: Snabb återkoppling
zh_hans: 即时反馈

# kELDashboardActionLynxMeasurement
source: Lynx Measurement
ru: Инструменты Линкс
sv: Lynxmätning
zh_hans: Lynx测评工具

# kELDashboardActionAnswer
source: Answer
ru: Ответить
sv: Svar
zh_hans: 回答

# kELDashboardActionResults
source: Results
ru: Результаты
sv: Resultat
zh_hans: 结果

# kELDashboardActionInvite
source: Invite
ru: Пригласить
sv: Inbjudan
zh_hans: 邀请

# kELDashboardActionCreate
source: Create
ru: Создать
sv: Skapa
zh_hans: 创建

# kELDashboardDueDateMessage
source: Due in
ru: Срок истекает через
sv: Förfaller i

# kELDashboardDueDateMessageSingular
source: Due in %@ Day
ru: Срок истекает через %@ день
sv: Förfaller i %@ dag
zh_hans: %@ 天到期

# kELDashboardDueDateMessagePlural
source: Due in %@ Days
ru: Срок истекает через %@ дня(ей)
sv: Förfaller i %@ dagar
zh_hans: %@ 天到期

# kELDashboardDueDateNow
source: Now
ru: Заполнить сейчас
sv: Nu
zh_hans: 现在

# kELDashboardReminderFeedback
source: Instant Feedback
ru: Мгновенная обратная связь
sv: Snabb återkoppling
zh_hans: 即时反馈

# kELDashboardReminderGoal
source: Goal
ru: Цель
sv: Mål
zh_hans: 发展目标

# kELDashboardReminderSurvey
source: Survey
ru: Опросник
sv: Undersökning
zh_hans: 调查问卷

# kELDashboardSectionDevelopmentPlans
source: Development Plans
ru: Планы развития
sv: Utvecklingsplaner
zh_hans: 发展计划

# kELDashboardSectionReminders
source: Reminders
ru: Напоминания
sv: Påminnelser
zh_hans: 提醒

# kELMenuItemDashboard
source: Dashboard
ru: Панель управления
zh_hans: 主界面

# kELMenuItemDevelopmentPlan
source: Development Plans
ru: Планы развития
sv: Utvecklingsplaner
zh_hans: 发展计划

# kELMenuItemProfile
source: Profile
ru: Профиль
sv: Profil
zh_hans: 个人资料

# kELMenuItemSettings
source: Settings
ru: Настройки
sv: Inställningar
zh_hans: 设置

# kELMenuItemSurveys
source: Surveys
ru: Опросники
sv: Undersökningar
zh_hans: 调查问卷

# kELReminderEmptyMessage
source: No Reminders
ru: Нет напоминаний
sv: Inga påminnelser
zh_hans: 无提醒

# kELDevelopmentPlanGoalActionCompleteHeaderMessage
source: Confirmation
ru: Подтверждение
sv: Bekräftelse
zh_hans: 确认

# kELDevelopmentPlanGoalActionCompleteDetailsMessage
source: Complete this action, %@?
ru: Завершить эту задачу: _?
sv: Slutför den här åtgärden, %@
zh_hans: 完成此任务, %@?

# kELDevelopmentPlanGoalActionDeleteDetailsMessage
source: Delete this action, %@?
ru: Удалить эту задачу: _?
sv: Ta bort den här åtgärden, %@?
zh_hans: 删除此任务, %@?

# kELDevelopmentPlanCreateError
source: Failed to create Development Plan
ru: Ошибка при создании Плана развития

# kELDevelopmentPlanCreateSuccess
source: Successfully created Development Plan
ru: План развития успешно создан!
sv: Framgångsrikt skapat utvecklingsplan
zh_hans: 成功创建发展计划

# kELDevelopmentPlanGoalCreateSuccess
source: Successfully added goal
ru: Цель успешно добавлена
sv: Framgångsrikt lagt till mål
zh_hans: 成功添加发展目标

# kELDevelopmentPlanGoalUpdateSuccess
source: Successfully updated goal
ru: Цель успешно удалена
sv: Mål framgångsrikt borttaget
zh_hans: 成功删除此发展目标

# kELDevelopmentPlanGoalActionCreateAlertHeader
source: Create Action
ru: Создать Задачу
sv: Skapa åtgärd
zh_hans: 创建任务

# kELDevelopmentPlanGoalActionCreateAlertDetail
source: Enter name for new action
ru: Введите новую задачу
sv: Ange namn för ny åtgärd
zh_hans: 输入新的任务名称

# kELDevelopmentPlanGoalActionCreateSuccess
source: Successfully added goal action
ru: Задача успешно добавлена
sv: Har lyckats lägga till målåtgärd
zh_hans: 成功添加目标任务

# kELDevelopmentPlanGoalActionDeleteSuccess
source: Successfully deleted goal action
ru: Задача успешно удалена
sv: Framgångsrikt tagit bort målåtgärd
zh_hans: 成功删除此目标任务

# kELDevelopmentPlanGoalActionUpdateAlertHeader
source: Update Action
ru: Обновить задачу
sv: Uppdatera åtgärd
zh_hans: 更新任务

# kELDevelopmentPlanGoalActionUpdateAlertDetail
source: Enter new name for action
ru: Ввести новое имя задачи
sv: Ange nytt namn för åtgärd
zh_hans: 输入新的任务名称

# kELDevelopmentPlanGoalActionUpdateSuccess
source: Successfully updated goal action
ru: Действие по выполнению цели успешно обновлено
sv: Uppdaterad målåtgärd
zh_hans: 成功更新目标任务

# kELDevelopmentPlanGoalCompleteHeader
source: Goal Completed!
ru: Цель выполнена!
sv: Mål slutfört!
zh_hans: 发展目标已完成!

# kELDevelopmentPlanGoalCompleteDetail
source: You've got the right mix of dedication and enthusiasm. Keep it up!
ru: Вы проявили оптимальное сочетание решительности и энтузиазма. Так держать!
sv: Du har rätt mix av engagemang och entusiasm. Fortsätt så!
zh_hans: 您即尽职尽责有充满热情。加油保持下去!

# kELDevelopmentPlanGoalDeleteDetailsMessage
source: Delete this goal, %@?
ru: Удалить эту цель: _?
sv: Ta bort det här målet, %@?
zh_hans: 删除此发展目标, %@?

# kELDevelopmentPlanGoalButtonAdd
source: Add Goal
ru: Добавить цель
sv: Lägg till mål
zh_hans: 添加目标

# kELDevelopmentPlanGoalButtonDelete
source: Delete Goal
ru: Удалить цель
sv: Ta bort mål
zh_hans: 删除发展目标

# kELDevelopmentPlanGoalButtonUpdate
source: Update Goal
ru: Обновить цель
sv: Uppdateringsmål
zh_hans: 更新发展目标

# kELDevelopmentPlanGoalActionButtonAdd
source: Add Action
ru: Добавить Задачу
sv: Lägg till åtgärd
zh_hans: 添加任务

# kELDevelopmentPlanGoalActionButtonDelete
source: Delete Action
ru: Удалить задачу
sv: Ta bort åtgärd
zh_hans: 删除任务

# kELDevelopmentPlanGoalActionButtonUpdate
source: Update Action
ru: Обновить задачу
sv: Uppdatera åtgärd
zh_hans: 更新任务

# kELDevelopmentPlanGoalTimestampDueDate
source: Due Date: %@
ru: Дата выполнения: %@
sv: Förfallodatum: %@
zh_hans: 完成日期: %@

# kELDevelopmentPlanEmptyMessage
source: No Development Plans
ru: Нет планов для отображения
sv: Inga utvecklingsplaner
zh_hans: 无发展计划

# kELDevelopmentPlanTitle
source: Development Plan
ru: План развития
sv: Utvecklingsplan
zh_hans: 发展计划

# kELFeedbackAnonymousLabel
source: Anonymous Feedback
ru: Анонимная обратная связь
sv: Anonym feedback
zh_hans: 匿名反馈

# kELFeedbackAnswerRequired
source: Please fill up all required questions
ru: Необходимо ответить на все вопросы
sv: Vänligen fyll i alla erforderliga frågor
zh_hans: 请填写所有需回答的问题

# kELFeedbackAnswerSuccess
source: Successfully answered Instant Feedback
ru: Вы успешно предоставили обратную связь!
sv: Svarat på snabb återkoppling
zh_hans: 成功提交即时反馈

# kELFeedbackAnswerTypeOneToTenScale
source: Numeric 1-10 Scale
ru: Шкала от 1 до 10
sv: Numerisk 1-10 skala
zh_hans: 1-10打分

# kELFeedbackAnswerTypeYesNoScale
source: Yes or No
ru: Да или Нет
sv: Ja eller Nej
zh_hans: 是／否

# kELFeedbackAnswerTypeText
source: Free Text
ru: Письменный ответ
sv: Fri text
zh_hans: 文本描述

# kELFeedbackAnswerTypeCustomScale
source: Custom Scale
ru: Индивидуальные настройки шкалы ответов
sv: Anpassad skala
zh_hans: 定制打分

# kELFeedbackCellAuthor
source: Created by: %@
ru: Создано: %@
sv: Skapad av: %@
zh_hans: 创建人：%@

# kELFeedbackUnauthorizedLabel
source: You are not authorized to answer this instant feedback
ru: У вас нет доступа к данной обратной связи
sv: Du är inte behörig att svara på denna snabba återkopplingen.
zh_hans: 您无权回答此意见反馈

# kELEmailField
source: E-mail
ru: Адрес электронной почты
sv: E-post
zh_hans: 邮箱

# kELNameField
source: Name
ru: Имя
sv: Namn
zh_hans: 姓名

# kELPasswordField
source: Password
ru: Пароль
sv: Lösenord
zh_hans: 密码

# kELQuestionField
source: Question
ru: Вопрос
sv: Fråga
zh_hans: 问题

# kELUsernameField
source: Username/Email
ru: Имя пользователя/Адрес электронной почты
sv: Användarnamn/Email
zh_hans: 用户名/邮箱

# kELDeselectAllButton
source: Deselect all
ru: Снять выбор
zh_hans: 取消所有选择

# kELSelectAllButton
source: Select all
ru: Выбрать всех
zh_hans: 选择所有

# kELInviteUsersNoSelectionMessage
source: No users selected
ru: Пользователи не выбраны
sv: Inga användare har valts
zh_hans: 无可选用户

# kELInviteUsersRetrievalEmpty
source: No users
ru: Нет пользователей для отображения
sv: Inga användare
zh_hans: 无可选用户

# kELInviteUsersAddEmailHeaderMessage
source: Add User
ru: Добавить пользователя
sv: Lägg till användare
zh_hans: 添加用户

# kELInviteUsersAddEmailDetailsMessage
source: Enter Name and E-mail address
ru: Введите имя и адрес электронной почты
sv: Ange namn och e-postadress
zh_hans: 输入姓名和邮箱地址

# kELInviteTitleFeedback
source: Invite People
ru: Пригласить участников
sv: Bjud in personer
zh_hans: 邀请他人

# kELInviteTitleReport
source: Share Result
ru: Поделиться результатом
sv: Dela resultat
zh_hans: 分享结果

# kELInviteUsersSuccess
source: Successfully invited participants
ru: Приглашения участникам успешно отправлены!
sv: Framgångsrikt bjudit in deltagare
zh_hans: 成功邀请他人

# kELManagerUsersEnableSuccess
source: Successfully enabled users to Manager View
ru: Обзор пользователей успешно предоставлен менеджеру
sv: Har framgångsrikt aktiverat användarna till Manager View

# kELReportEmptyMessage
source: No Results
ru: Нет результатов для отображения
sv: Inga resultat
zh_hans: 无结果

# kELShareButtonFeedback
source: Send Invites
ru: Отправить приглашения
sv: Skicka inbjudningar
zh_hans: 发出邀请

# kELShareButtonReport
source: Share
ru: Поделиться
sv: Dela
zh_hans: 分享

# kELUsersNumberSelectedLabel
source: People selected: %@
ru: Выбранные пользователи: %@
sv: Personer som valts: %@
zh_hans: 选择用户: %@

# kELProfileChangePasswordSuccess
source: Successfully updated password
ru: Пароль успешно обновлен
sv: Uppdaterat lösenord
zh_hans: 成功更改密码

# kELProfileUpdateSuccess
source: Successfully updated profile
ru: Профиль успешно обновлен
sv: Framgångsrikt uppdaterat profilen
zh_hans: 成功更新个人资料

# kELProfileGenderMale
source: Male
ru: Мужской
sv: Man
zh_hans: 男

# kELProfileGenderFemale
source: Female
ru: Женский
sv: Kvinna
zh_hans: 女

# kELReportInfoLabel
source: Invited: %@ | Answered: %@
ru: Приглашено: %@ | Получено ответов: %@
sv: Inbjudna: %@ | Besvarade: %@
zh_hans: 邀请: %@ | 答复: %@

# kELReportMoreDropdownAddMore
source: Add More Participants
ru: Добавить участников
sv: Lägg till fler deltagare
zh_hans: 添加更多评分者

# kELReportMoreDropdownShare
source: Share Result
ru: Поделиться результатом
sv: Dela resultat
zh_hans: 分享结果

# kELReportNoData
source: No chart data available
ru: График данных отсутствует
sv: Ingen diagramdata tillgänglig
zh_hans: 无可用图表数据

# kELReportRestrictedData
source: Minimum of %@ people to view this chart
ru: Чтобы посмотреть график необходимо не менее %@-х человек
sv: Minst %@ personer för att visa detta diagram
zh_hans: 最少需要%@人数据，可查看此图表

# kELReportTitleFeedback
source: Feedback Result
ru: Результат обратной связи
sv: Resultat av återkoppling
zh_hans: 反馈结果

# kELReportTypeBlindspotOverHeader
source: Blindspot (Overestimated)
ru: "Слепые пятна" (Переоцененные качества)
sv: Blindpunkt (överskattad)
zh_hans: 盲点（高估项）

# kELReportTypeBlindspotOverDetail
source: Questions where others have rated you lower than you rated yourself. Shows areas where there are areas for improvement.
ru: Вопросы, где вы получили оценки ниже ваших собственных. Ваши области для развития.
sv: Frågor där andra har betygsatt dig lägre än du har betygsatt dig själv. Visar områden där det finns förbättringsområden.
zh_hans: 他人给您的打分低于您的自评，此项常为您需要改进的领域。

# kELReportTypeBlindspotUnderHeader
source: Blindspot (Underestimated)
ru: "Слепые пятна" (Недооцененные качества)
sv: Blindpunkt (underskattad)
zh_hans: 盲点（低估项）

# kELReportTypeBlindspotUnderDetail
source: Questions where others have rated you higher than you rated yourself. Shows the attributes you have that others appreciate.
ru: Вопросы, где вы получили оценки выше ваших собственных. Ваши качества, ценные для окружающих.
sv: Frågor där andra har betygsatt dig högre än du har betygsatt dig själv. Visar de attribut du har som andra uppskattar.
zh_hans: 他人给您的打分高于您的自评，此项常为他人对你欣赏的特质。

# kELReportTypeBreakdownHeader
source: Breakdown of answers by participant type
ru: Распеределение ответов в соответствии с категорией участника
sv: Uppdelning av svar efter deltagartyp
zh_hans: 按评分者类别的分值图

# kELReportTypeBreakdownDetail
source: The diagrams show an average of the answers of the competence areas for each participant category.
ru: Диаграмма отображает среднее значение оценок областей компетентности, для каждой категории участников.
sv: Diagrammen visar ett genomsnitt av svaren på kompetensområdena för varje deltagarkategori.
zh_hans: 图表显示各胜任力下，各评分者类别的平均分值。

# kELReportTypeCommentsHeader
source: Participant's Comments
ru: Комментарии участников опроса
sv: Deltagarens kommentarer
zh_hans: 评分者留言

# kELReportTypeDetailPerCategoryHeader
source: Detailed answer summary per category
ru: Подробный суммарный ответ для каждой категории
sv: Detaljerad svarsammanfattning per kategori
zh_hans: 各类别的评分总结

# kELReportTypeHighestHeader
source: Five Highest Rated Questions (%@)
ru: Пять вопросов, получивших наиболее высокую оценку (%@)
sv: Fem högsta rankade frågorna (%@)
zh_hans: 评分最高的五项(%@)

# kELReportTypeLowestHeader
source: Five Lowest Rated Questions (%@)
ru: Пять вопросов, получивших наименьшую оценку (%@)
sv: Fem lägsta rankade frågorna (%@)
zh_hans: 评分最低的五项(%@)

# kELReportTypeRadarHeader
source: Radar Diagram
ru: Круговая диаграмма
zh_hans: 雷达分析图

# kELReportTypeRadarDetail
source: Shows an overview of the results from the feedback survey, compare with your own personal assessment. The points where the radius of the circle is largest show where your strong points are (according to you or the feedback group).
ru: Обзор результатов опроса обратной связи сравнивается с вашей собственной оценкой. В наибольшем радиусе круга показаны ваши сильные стороны. Данные соответствуют вашей собственной оценке или мнению группы, предоставившей обратную связь.
sv: Visar en översikt över resultaten från feedbackundersökningen, jämfört med din egen personliga bedömning. Punkterna där cirkelns radie är störst visar var dina starka punkter är (enligt dig eller återkopplingsgruppen).
zh_hans: 显示反馈调查的结果，并相比于您自己的自评分值。距离圆心最远的点表示您的强项(基于您的自评或反馈组的打分)。

# kELReportTypeResponseRateHeader
source: Response rate
ru: Процент/доля ответивших
sv: Svarsfrekvens
zh_hans: 答复率

# kELReportTypeResponseRateDetail
source: The following chart indicates the number of individuals that responded to your feedback, broken down by category of feedback provider.
ru: Диаграмма отображает количество ответивших на запрос об обратной связи, данные отображены по категориям..
sv: Följande diagram anger antalet personer som svarade på din feedback, uppdelad efter kategori av återkopplingsgivare.
zh_hans: 以下图表显示了对您的问卷邀请有答复的人数，并按照工作关系进行分类

# kELReportTypeYesNoHeader
source: Yes/No Questions
ru: Вопросы "да/нет"
sv: Ja/Nej frågor
zh_hans: 是/否问题

# kELAnswerSurveyTitle
source: Answer Survey
ru: Заполнить опросник
sv: Undersökning svarsalternativ
zh_hans: 回答调查问卷

# kELAnswerOptionalMessage
source: %@ (Optional)
ru: %@ (необязательно)
sv: %@ (frivillig)
zh_hans: %@ （可选）

# kELSurveyEmptyMessage
source: No Surveys
ru: Нет информации для отображения
zh_hans: 无调查问卷

# kELSurveyCompleteHeader
source: Survey Completed!
ru: Опросник заполнен!
sv: Undersökning slutförd!
zh_hans: 调查问卷完成！

# kELSurveySaveToDraftSuccess
source: Successfully saved answers to drafts
ru: Ответы сохранены как черновик
sv: Framgångsrikt sparat svar på utkast
zh_hans: 成功保存至草稿

# kELSurveyRateSuccess
source: Successfully invited others to rate you
ru: Приглашения для опроса успешно отправлены!
sv: Framgångsrikt bjudit in andra att betygsätta dig
zh_hans: 成功发出反馈邀请

# kELSurveyStatusOpen
source: Open
ru: Открыть
sv: Öppen
zh_hans: 打开

# kELSurveyStatusUnfinished
source: Unfinished
ru: Не завершено
sv: Oavslutad
zh_hans: 未完成

# kELSurveyStatusCompleted
source: Completed
ru: Завершено
sv: Avslutad
zh_hans: 已完成

# kELSurveyStatusNotInvited
source: Not Invited
ru: Нет приглашенных участников
sv: Inte inbjuden
zh_hans: 未邀请

# kELSurveyType360Individual
source: Lynx 360
ru: Линкс 360
zh_hans: Lynx360测评问卷

# kELSurveyTypeLMTT
source: LMTT
ru: Линкс Инструмент Эффективности Команды управления
zh_hans: Lynx管理团队测评问卷

# kELSurveyTypeProgress
source: Lynx Progress
ru: Линкс Прогресс
zh_hans: Lynx进展测评问卷

# kELSurveyTypeSurvey
source: Lynx Survey
ru: Линкс Опросник
sv: Lynx undersökning
zh_hans: Lynx调查问卷

# kELSurveyTypeLTT
source: LTT
ru: Линкс Инструмент Эффективности Команды
zh_hans: Lynx团队测评问卷

# kELSurveyUnauthorizedLabel
source: You are not authorized to answer this survey
ru: У вас нет доступа к данной опроснику
sv: Du är inte behörig att svara på den här undersökningen
zh_hans: 您无权回答此调查

# kELListFilterAll
source: All
ru: Все
sv: Alla
zh_hans: 全部

# kELListFilterInProgress
source: In Progress
ru: В процессе
sv: Pågående
zh_hans: 进行中

# kELListFilterCompleted
source: Completed
ru: Завершенные
sv: Avslutad
zh_hans: 已完成

# kELListFilterExpired
source: Expired
ru: Срок выполнения истек
sv: Utgånget
zh_hans: 已过期

# kELListFilterInstantFeedback
source: Instant Feedback
ru: Мгновенная обратная связь
sv: Snabb återkoppling
zh_hans: 即时反馈

# kELListFilterLynxMeasurement
source: Lynx Measurement
ru: Инструменты Линкс
sv: Lynxmätning
zh_hans: Lynx测评工具

# kELTabTitleDevPlan
source: Development Plans
ru: Планы развития
sv: Utvecklingsplaner
zh_hans: 发展计划

# kELTabTitleReports
source: Results
ru: Результаты
sv: Resultat
zh_hans: 结果

# kELTabTitleSurveys
source: Surveys
ru: Опросники
sv: Undersökningar
zh_hans: 调查问卷

# kELTabTitleIndividual
source: Individual
ru: Индивидуальные
sv: Individuell

# kELTabTitleTeam
source: Team Progress
ru: Командные
sv: Team
zh_hans: Team

# kELUserRoleColleague
source: Colleague
ru: Коллега
sv: Kollega
zh_hans: 同事

# kELUserRoleManager
source: Manager
ru: Руководитель
sv: Chef
zh_hans: 直接汇报经理

# kELUserRoleCustomer
source: Customer
ru: Клиент
sv: Kund
zh_hans: 客户

# kELUserRoleMatrixManager
source: Matrix Manager
ru: Руководитель в организационной матрице
sv: Matrischef
zh_hans: 非直接汇报经理

# kELUserRoleOtherStakeholder
source: Other Stakeholder
ru: Другие стейкхолдеры
sv: Andra intressenter
zh_hans: 其他相关人员

# kELUserRoleDirectReport
source: Direct Report
ru: Непосредственные подчиненные
sv: Medarbetare
zh_hans: 直属下属

# kELCustomScaleValidationMessage
source: Custom scale input is required
ru: Введите данные для Индивидуальной шкалы
sv: Anpassad skala inmatning krävs
zh_hans: 此处必填

# kELGoalActionsValidationMessage
source: No Actions added
ru: Задачи не добавлены
sv: Inga åtgärder tillagda
zh_hans: 无添加具体任务

# kELGoalCategoriesValidationMessage
source: No Categories available
ru: Нет доступных категорий
sv: Inga kategorier tillgängliga
zh_hans: 无可用发展领域

# kELGoalDueDateValidationMessage
source: Due date should be on or after today
ru: Срок выполнения должен быть не ранее сегодняшнего дня
sv: Förfallodatum ska vara på eller efter idag
zh_hans: 完成日期应在今天之后

# kELGoalsValidationMessage
source: No Goals added
ru: Нет добавленных целей
sv: Inga mål har lagts till
zh_hans: 无添加目标

# kELPasswordValidationMessage
source: New Password fields must be the same
ru: Пароли должны совпадать
sv: Nya lösenordens fält måste vara desamma
zh_hans: 新密码字段必须相同
