Repository: Mhsoun/edward-lynx-ios
Catalog: EdwardLynx/*.lproj/CreateDevelopmentPlan.strings
Languages: ru, zh_hans

# 1sF-5k-Txc.text
source: Enter Description
ru: Введите описание
zh_hans: 输入描述

# 6j0-UM-6if.text
source: Enter Goal Name
ru: Введите название цели
zh_hans: 输入发展目标名称

# 76e-JE-FPl.text
source: Enter Development Plan Name
ru: Введите название Плана развития
zh_hans: 输入发展计划名称

# 9wj-up-hY1.normalTitle
source: Create
ru: Введите название цели
zh_hans: 新建

# Ei9-aC-MO4.text
source: Link to a category
ru: Объединить в категорию
zh_hans: 链接发展领域

# O5J-gr-nQK.title
source: GOAL DETAILS
ru: Описание цели
zh_hans: 具体发展目标

# Vv2-Q3-oR2.title
source: CREATE DEVELOPMENT PLAN
ru: Создать план развития
zh_hans: 新建发展计划

# ec1-sT-EDz.text
source: Actions
ru: Задача
zh_hans: 具体任务

# k8P-kX-1PH.text
source: Due Date
ru: Срок выполнения
zh_hans: 完成日期

# y2D-su-Kaj.text
source: Goals
ru: Цели
zh_hans: 发展目标
